{
  "navPage": {
    "home": "Inicio",
    "about": "Sobre mi",
    "skills": "Habilidades",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "homePage": {
    "hi": "Hola! Soy",
    "title": "Analista Programador COBOL.",
    "titleContact": "Env铆ame un correo",
    "titleCV": "Descarga mi CV"
  },
  "aboutPage": {
    "about": "Sobre mi",
    "title": "Mi nombre es N茅stor Acerbo. Soy de Argentina e hincha de River Plate わ",
    "text": "Soy Analista Programador especializado en COBOL, con s贸lida experiencia en el sector financiero, habiendo trabajado en instituciones como AGIP y BBVA. Me apasiona la tecnolog铆a y estoy comprometido con la mejora continua y la especializaci贸n en mi 谩rea, siempre en busca de nuevos desaf铆os que me permitan crecer profesional y personalmente."
  },
  "skillsPage": {
    "skills": "Habilidades",
    "subtitle": "Estos son mis conocimientos y algunas de las tecnolog铆as con las que he trabajado.",
    "english": "INGLS NIVEL B2"
  },
  "workPage": {
    "work": "Proyectos",
    "subtitle": "Estos son algunos de mis trabajos recientes",
    "textSportsManager": "Trabajo freelance realizado en Next.js el cual es un formulario con multiples pasos (wizard). Se utiliza Context para el manejo de estados global, Reactstrap y Material-UI como herramientas de UI. Formik + Yup para el formulario y su validaci贸n. Para la traducci贸n se utiliz贸 next-translate.",
    "textCMYK": "Una herramienta para gesti贸n automatizada de los proyectos CMYK de FrontEndCaf茅. Hecho de forma grupal en el transcurso de 2 meses. Utiliza KeystoneJS como headlessCMS, conexi贸n con Knex y ApolloGraphQL. Como framework de React usa Next.js. TailwindCSS para los estilos.",
    "textMessage": "App para enviar mensajes a n煤meros de Whatsapp sin tener que agendarlos, principalmente realice esta aplicaci贸n para hacer esta tarea de forma mas f谩cil.",
    "textMecanica": "Landing page responsive para negocio local. Construido con HTML5, Bootstrap4 y Netlify Forms para recibir los datos de contacto, conectado a Google Maps y Whatsapp. ",
    "textNotas": "Aplicaci贸n web para guardar notas de forma simple y r谩pida. Confeccionado con Firebase, Bootswatch como herramienta CSS.",
    "textPokecommerce": "Proyecto final para el curso de React de Coderhouse. E-commerce de pokemons con carrito. Se utiliza Context para el manejo de estados, estilos con React-Bootstrap y Firebase para el back mediante conexi贸n con API. Para el routeo se utiliz贸 react-router-dom.",
    "textQuiz": "Aplicaci贸n de juego de preguntas y respuestas (quiz) en el cual debemos contestar las preguntas correctamente. Realizado con ViteJS, React, Bootstrap 5 y Open Trivia API."
  },
  "contactPage": {
    "contact": "Contacto",
    "subtitle": "Env铆a el formulario a continuaci贸n o un correo a nestoracerbo@gmail.com",
    "name": "Nombre",
    "email": "Correo",
    "invalid": "Por favor ingrese su direcci贸n de correo electr贸nico v谩lida.",
    "message": "Escribe tu mensaje aqu铆!"
  },
  "buttonGreen": {
    "home": "Ver proyectos",
    "contact": "Enviar"
  }
}
